/* Informative text for error sheet */
"An unexpected error occurred. Please view the logs in the Console app for details." = "Ein unerwarteter Fehler ist aufgetreten. Weitere Informationen finden Sie in den Protokolldateien in der Konsole App.";

/* Title for preferences update success sheet modal */
"Font smoothing preferences successfully updated" = "Die Einstellungen für die Schriftglättung wurden erfolgreich aktualisiert";

/* Informative text for preferences update success sheet modal */
"Log out or restart your Mac for the changes to take effect across all windows. You can also apply the new font smoothing setting to individual windows by closing and re-opening them." = "Melden Sie sich ab oder starten Sie Ihren Mac neu, damit die Änderungen in allen Fenstern wirksam werden. Sie können die neue Schriftglättungseinstellung auch auf einzelne Fenster anwenden, indem Sie sie schließen und erneut öffnen.";

/* Log out later button text */
"Log out later" = "Später abmelden";

/* Log out now button text */
"Log out now" = "Jetzt abmelden";

/* Title for error sheet */
"The operation couldn't be completed" = "Der Vorgang konnte nicht abgeschlossen werden";

